export const SyrianGovernorates = [
    {
        "id": 1,
        "name": "دمشق",
        "regions": [
            {"id": 1, "name": "المزة"},
            {"id": 2, "name": "المالكي"},
            {"id": 3, "name": "برزة"},
            {"id": 4, "name": "ركن الدين"},
            {"id": 5, "name": "الصالحية"},
            {"id": 6, "name": "الزاهرة"},
            {"id": 7, "name": "مشروع دمر"},
            {"id": 8, "name": "القدم"},
            {"id": 9, "name": "كفرسوسة"},
            {"id": 10, "name": "باب توما"},
            {"id": 11, "name": "العمارة"},
            {"id": 12, "name": "الميدان"},
            {"id": 13, "name": "الشاغور"},
            {"id": 14, "name": "جوبر"},
            {"id": 15, "name": "القابون"},
            {"id": 16, "name": "المهاجرين"}
        ]
    },
    {
        "id": 2,
        "name": "ريف دمشق",
        "regions": [
            {"id": 17, "name": "جرمانا"},
            {"id": 18, "name": "صحنايا"},
            {"id": 19, "name": "قدسيا"},
            {"id": 20, "name": "دوما"},
            {"id": 21, "name": "حرستا"},
            {"id": 22, "name": "التل"},
            {"id": 23, "name": "معضمية الشام"},
            {"id": 24, "name": "يبرود"},
            {"id": 25, "name": "الكسوة"},
            {"id": 26, "name": "الزبداني"},
            {"id": 27, "name": "سقبا"},
            {"id": 28, "name": "داريا"},
            {"id": 29, "name": "النبك"},
            {"id": 30, "name": "عين ترما"}
        ]
    },
    {
        "id": 3,
        "name": "حلب",
        "regions": [
            {"id": 31, "name": "الفرقان"},
            {"id": 32, "name": "الأعظمية"},
            {"id": 33, "name": "السليمانية"},
            {"id": 34, "name": "الجميلية"},
            {"id": 35, "name": "المشارقة"},
            {"id": 36, "name": "الشيخ مقصود"},
            {"id": 37, "name": "الحمدانية"},
            {"id": 38, "name": "صلاح الدين"},
            {"id": 39, "name": "الأنصاري"},
            {"id": 40, "name": "الميدان"},
            {"id": 41, "name": "الهلك"},
            {"id": 42, "name": "باب النيرب"},
            {"id": 43, "name": "الراموسة"}
        ]
    },
    {
        "id": 4,
        "name": "حمص",
        "regions": [
            {"id": 44, "name": "الوعر"},
            {"id": 45, "name": "بابا عمرو"},
            {"id": 46, "name": "الخالدية"},
            {"id": 47, "name": "الإنشاءات"},
            {"id": 48, "name": "عكرمة"},
            {"id": 49, "name": "حي الزهراء"},
            {"id": 50, "name": "كرم الشامي"},
            {"id": 51, "name": "باب تدمر"},
            {"id": 52, "name": "دير بعلبة"},
            {"id": 53, "name": "الحميدية"}
        ]
    },
    {
        "id": 5,
        "name": "حماة",
        "regions": [
            {"id": 54, "name": "القصور"},
            {"id": 55, "name": "العمري"},
            {"id": 56, "name": "الضاحية"},
            {"id": 57, "name": "الجلاء"},
            {"id": 58, "name": "جنوب الملعب"},
            {"id": 59, "name": "المدينة"},
            {"id": 60, "name": "الطريق الحربي"},
            {"id": 61, "name": "الصابونية"}
        ]
    },
    {
        "id": 6,
        "name": "اللاذقية",
        "regions": [
            {"id": 62, "name": "الصليبة"},
            {"id": 63, "name": "المشروع العاشر"},
            {"id": 64, "name": "الرمل الجنوبي"},
            {"id": 65, "name": "رأس شمرا"},
            {"id": 66, "name": "الدعتور"},
            {"id": 67, "name": "الشيخ ضاهر"},
            {"id": 68, "name": "حي الزقزقانية"}
        ]
    },
    {
        "id": 7,
        "name": "طرطوس",
        "regions": [
            {"id": 69, "name": "الكرامة"},
            {"id": 70, "name": "الدوير"},
            {"id": 71, "name": "القدموس"},
            {"id": 72, "name": "بانياس"},
            {"id": 73, "name": "صافيتا"},
            {"id": 74, "name": "دريكيش"},
            {"id": 75, "name": "الشيخ بدر"},
            {"id": 76, "name": "مشتى الحلو"}
        ]
    },
    {
        "id": 8,
        "name": "إدلب",
        "regions": [
            {"id": 77, "name": "معرة النعمان"},
            {"id": 78, "name": "خان شيخون"},
            {"id": 79, "name": "أريحا"},
            {"id": 80, "name": "بنش"},
            {"id": 81, "name": "سرمين"},
            {"id": 82, "name": "كفرنبل"},
            {"id": 83, "name": "سراقب"}
        ]
    },
    {
        "id": 9,
        "name": "الرقة",
        "regions": [
            {"id": 84, "name": "الطبقة"},
            {"id": 85, "name": "المنصورة"},
            {"id": 86, "name": "معدان"}
        ]
    },
    {
        "id": 10,
        "name": "دير الزور",
        "regions": [
            {"id": 87, "name": "الميادين"},
            {"id": 88, "name": "البوكمال"},
            {"id": 89, "name": "موحسن"},
            {"id": 90, "name": "القورية"},
            {"id": 91, "name": "العشارة"}
        ]
    },
    {
        "id": 11,
        "name": "الحسكة",
        "regions": [
            {"id": 92, "name": "القامشلي"},
            {"id": 93, "name": "رأس العين"},
            {"id": 94, "name": "عامودا"},
            {"id": 95, "name": "المالكية"},
            {"id": 96, "name": "تل تمر"}
        ]
    },
    {
        "id": 12,
        "name": "درعا",
        "regions": [
            {"id": 97, "name": "نوى"},
            {"id": 98, "name": "طفس"},
            {"id": 99, "name": "ازرع"},
            {"id": 100, "name": "بصرى الشام"},
            {"id": 101, "name": "جاسم"},
            {"id": 102, "name": "الشيخ مسكين"},
            {"id": 103, "name": "الصنمين"}
        ]
    },
    {
        "id": 13,
        "name": "السويداء",
        "regions": [
            {"id": 104, "name": "شهبا"},
            {"id": 105, "name": "صلخد"},
            {"id": 106, "name": "القريا"},
            {"id": 107, "name": "عتيل"},
            {"id": 108, "name": "قنوات"}
        ]
    },
    {
        "id": 14,
        "name": "القنيطرة",
        "regions": [
            {"id": 109, "name": "خان أرنبة"},
            {"id": 110, "name": "جباتا الخشب"},
            {"id": 111, "name": "حضر"},
            {"id": 112, "name": "الرفيد"}
        ]
    }
]

